tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "python"
brew "ffmpeg"
brew "elixir"
brew "gcc"
brew "git"
brew "htop"
brew "maven"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "tmux"
brew "tree"
brew "zsh"
cask "basictex"
cask "discord"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "java"
cask "keyfinder"
cask "postman"
cask "scroll-reverser"
cask "slack"
cask "soulseek"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "wireshark"
