tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "elixir"
brew "flac"
brew "gcc"
brew "gdbm"
brew "giflib"
brew "git"
brew "htop"
brew "leptonica"
brew "libevent"
brew "libsamplerate"
brew "libyaml"
brew "lua"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "node"
brew "openblas"
brew "pcre"
brew "perl"
brew "postgresql", restart_service: true
brew "python"
brew "rlwrap"
brew "scons"
brew "tmux"
brew "tree"
brew "vim"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "basictex"
cask "deluge"
cask "firefox"
cask "flash-npapi"
cask "java"
cask "notion"
cask "soulseek"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
