tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
cask "java"
brew "bash"
brew "elixir"
brew "ffmpeg"
brew "git"
brew "htop"
brew "neofetch"
brew "node"
brew "pandoc"
brew "postgresql", restart_service: true
brew "r"
brew "tmux"
brew "tree"
cask "basictex"
cask "flash-npapi"
