tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
cask "java"
brew "bash"
brew "ctags"
brew "elixir"
brew "ffmpeg"
brew "gdb"
brew "git"
brew "htop"
brew "macvim"
brew "neofetch"
brew "neovim"
brew "node"
brew "pandoc"
brew "postgresql", restart_service: true
brew "r"
brew "tmux"
brew "tree"
brew "vim"
cask "basictex"
cask "deluge"
cask "flash-npapi"
cask "flux"
cask "keka"
cask "lastfm"
cask "soulseek"
cask "spotify"
cask "telegram"
cask "vlc"
cask "homebrew/cask-fonts/font-hack"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "homebrew/cask-versions/firefox-nightly"
